Portions of the topographic surface or points on the surface may not be visible in this view due to clipping by the view.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId SiteEditPointsClipped { get; }
  Visual Basic
Public Shared ReadOnly Property SiteEditPointsClipped As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ SiteEditPointsClipped {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures SiteFailures Class
  Autodesk.Revit.DB Namespace